[
  {
    "nome": "Voar (cozinha de autor)",
    "descricao": "Situado nas imediações do Primeiro Jardim de Boa Viagem, o Voar talvez o restaurante mais bonito do Recife. O salão é a um só tempo moderno e despojado, com street art de qualidade nas paredes. O chef-sensação Pedro Godoy pratica aqui uma cozinha mais inventiva do que em seu primeiro restaurante, o Arvo. Os nomes dos pratos podem ser familiares, mas ao conferir a descrição você vai sempre deparar com alguma surpresa. O arroz de pato é feito com arroz vermelho. O filé com nhoque vem ao molho de uvas e Porto – e o nhoque é de mandioquinha com emulsão de queijo Prima Donna. O cupim é acompanhado por homus de abóbora. O carbonara é de polvo. O menu muda constantemente, mas você sempre vai encontrar uma seção de entradas ‘para comer com as mãos’, e muitos pratos com peixes e frutos do mar, que Pedro domina com maestria. Nos destaques do Instagram você encontra o cardápio mais atual. Para não esperar na fila, faça sua reserva online."
  },
  {
    "nome": "Tasquinha do Tio (português)",
    "descricao": "A Tasquinha do Tio é um restaurante português do Grupo Dias – dono da Casa dos Frios, maior fabricante de bolo de rolo e franqueador de diversas redes de restaurantes no Nordeste. O cardápio traz pratos castiços, como bacalhau (em diversas preparações), arroz de pato e polvo à lagareiro, servidos para duas pessoas (‘dose’) ou em versão individual (‘meia dose’). Mas você também encontra filés, picadinho e até carne de sol. Comece com uma panelinha (de polvo, camarão, bacalhau ou mignon ao roquefort. Ao fim da refeição dê um presente a você mesmo: peça a ‘sobremesa das freiras’ – um pavê de sorvete entremeado por finíssimos biscoitos bricelet (de massa de óstia) produzidos num convento em Olinda, servido sobre ganache de chocolate. Uma curiosidade: a Tasquinha do Tio funciona no térreo do prédio que serviu de cenário para o filme ‘Edifício Aquarius’."
  },
  {
    "nome": "Alphaiate (botequim gourmet)",
    "descricao": "O Alphaiate pode ser usado como bar ou como restaurante. Seu nome oficial é ‘Cervejaria Alphaiate’ – ou seja, praticamente uma brasserie pernambucana. Petiscos, comida de botequim, carnes, especialidades portuguesas, massas: o cardápio é bastante eclético. Não se espante com as garrafas de Johnny Walker Red ou Black postas em muitas mesas: o Grupo Dias, dono da casa, é o importador, e vende a preço de supermercado. Com sorte você consegue uma mesa na varanda ou na calçada, com vista para o Segundo Jardim de Boa Viagem."
  },
  {
    "nome": "Entre Amigos – O Bode (regional)",
    "descricao": "Um dos restaurantes mais queridos de Boa Viagem, o Entre Amigos – O Bode tem origem pra lá de humilde: começou numa banca de jornais com um terreno de chão batido ao lado. No início, vendia apenas petiscos e cerveja. Mas o movimento só foi crescer quando passaram a servir bode. Mesmo se chamando ‘Entre Amigos’, os clientes passaram a se referir ao lugar como ‘O Bode’. Pegou. Quase 30 anos depois, o Entre Amigos – O Bode é um mega-restaurante de 800 lugares, que vive cheio. O bode continua como o carro-chefe. Tem bode assado, bode guisado, bode de sol, coxão de bode, picanha de bode… e, claro, buchada de bode. Mas o cardápio é tão amplo quando o salão, e oferece outras carnes, galeto, peixes, massas, escondidinhos, além de uma seção de pratos mais sofisticados assinados pelo chef convidado Hugo Prouvot."
  },
  {
    "nome": "Entre Amigos Praia (variado)",
    "descricao": "É bom ir logo avisando: o Entre Amigos Praia não é uma filial à beira-mar do regionalíssimo Entre Amigos – O Bode. Trata-se de uma proposta totalmente distinta. Aqui, a cozinha sertaneja aparece no cardápio apenas como participação especial. O ambiente é elegante e o cardápio, extenso – daqueles em que todos à mesa encontram algo a seu gosto. Risoto? Massa? Filé? Moqueca? É só escolher. Tem lugar até para uma ou outra ousadia, como o pato de sol ao molho de frutas vermelhas e o polvo confit com arroz negro."
  },
  {
    "nome": "Mingus Zé Maria (variado)",
    "descricao": "O Mingus passou muitos anos como o mais conceituado restaurante especializado em carnes do Recife. Em 2018, foi comprado por Zé Maria Sultanum, o mais bonachão dos pousadeiros de Fernando de Noronha, e passou a se chamar Mingus Zé Maria. O cardápio também mudou, incorporando novidades como o atum Noronha (selado e em crosta de gergelim e wasabi) e o camarão grelhado ao molho de moqueca. A seção ‘leves e saborosos’ é voltada para a turma fit: tem lasanha de pupunha, nhoque vegano e camarão grelhado com tabule de quinoa."
  },
  {
    "nome": "Toscana Trattoria (italiano)",
    "descricao": "A maioria dos bons restaurantes italianos de Recife fica na Zona Norte. Querendo comer uma boa massa sem se distanciar de Boa Viagem, escolha a Toscana Trattoria. A especialidade da casa são as massas frescas recheadas, como ravioli e sorrentinos. As carnes vêm acompanhadas por massa ou risoto – a não ser a bisteca fiorentina, para duas pessoas, que é servida com batatas rústicas."
  },
  {
    "nome": "Kojima (japonês)",
    "descricao": "Elegante e badalado, o Kojima é o japa chic da Zona Sul. Os sushis e sashimis podem ser tradicionais, sem invencionices, ou criativos, com todos os badulaques que caíram no gosto do brasileiro. Não importa em qual dos lados você esteja, peça o jo – peixe por fora, arroz por dentro – de salmão ou atum acompanhado por uma patinha de king crab. Entre os quentes, além dos tempurás e teppans, dê uma olhadinha na seção ‘contemporâneos’, com pratos vagamente asiáticos."
  },
  {
    "nome": "Sushi Yoshi (japonês)",
    "descricao": "Yoshi Matsumoto – o ‘Mestre Yoshi’ – foi o grande introdutor do sushi em Recife. Ensinou tudo a seu sobrinho, André Saburó, que comanda a Quina do Futuro. Yoshi faleceu em 2020, mas seu Sushi Yoshi continua de pé, agora sob a supervisão de Saburó, em novo (e elegante) endereço. O Yoshi é um porto seguro para quem busca a cozinha japonesa mais tradicional. Vale a pena pedir a seleção do sushiman."
  },
  {
    "nome": "Restaurantes no Centro e Recife Antigo",
    "descricao": "Um rolê cultural pelos bairros históricos do Recife pode incluir qualquer um desses bons restaurantes:"
  },
  {
    "nome": "Leite (variado)",
    "descricao": "Aberto desde 1882, o Leite é tido como o restaurante mais antigo do Brasil a funcionar ininterruptamente no endereço original. Dizer que se trata de uma instituição do Recife não é nenhum exagero – é apenas repetir o óbvio. O Leite funciona apenas para almoço, de domingo a sexta – e encaixa direitinho num passeio pelas igrejas barrocas dos bairros de Santo Antônio e São José. A Casa de Cultura fica a uma quadra de distância. A cozinha é mediterrânea clássica. Muitos bacalhaus, polvo à espanhola, steak au poivre, língua ao madeira. Mas alguns pratos têm toque local, claro, como camarão no leite de coco. De 2ª a 6ª oferece menu executivo, com três opções de entrada, cinco pratos principais e três sobremesas a escolher."
  },
  {
    "nome": "São Pedro (peixes e frutos do mar)",
    "descricao": "Localizado em pleno Pátio de São Pedro, de esguelha com a Concatedral de São Pedro dos Clérigos, o São Pedro Restaurante é outro que pode fazer parte do seu passeio pelas igrejas barrocas dos bairros de Santo Antônio e São José. Por aqui o chef Thiago das Chagas (que também está à frente do Reteteu) trabalha peixes e frutos do mar sob uma perspectiva afro-nordestina. O resultado é instigante: tartare de peixe na cajuína, baião de peixe com arroz vermelho, vatapá de caranguejo com peixe em postas, feijoada de lagostim… O drink da casa, o raizeiro, leva shrub de caju, xarope de capim santo, vodca Absolut e defumação de canela. O São Pedro Restaurante abre apenas para almoço, de 3ª a domingo. Nos dias menos quentes, aproveite as mesas sob ombrellones no pátio. "
  },
  {
    "nome": "Bargaço (baiano)",
    "descricao": "O Bargaço abriu em Salvador em 1972. Alguns anos mais tarde, mereceu uma resenha do New York Times. Estava criada a primeira grife de moqueca. A casa do Recife é atualmente a única filial do Bargaço fora da Bahia. E está há tanto tempo na cidade – 30 anos! – que muitos nem devem se dar conta de que o restaurante é forasteiro. Em 2024 o Bargaço se mudou para seu terceiro endereço no Recife: a sobreloja do novíssimo Novotel Recife Marina. O salão luxuoso contrasta com a simplicidade da matriz em Salvador. A vista é a mais bonita do Recife: vidros do teto ao chão descortinam o canal onde está instalada a marina e, ao fundo, o recife que deu nome à cidade. Se você for até a varanda e olhar para a esquerda, vai ver o Parque de Esculturas Francisco Brennand – que à noite ganha uma linda iluminação. As moquecas servem duas pessoas e chegam fumegantes à mesa, acompanhadas de arroz, farofa de dendê e pirão. O cardápio também traz peixes, frutos do mar, bacalhau e até um filé au poivre. Mas você vai perder a chance de pedir uma moqueca de grife?"
  },
  {
    "nome": "Cais Rooftop (bar)",
    "descricao": "Instalado na laje do museu Cais do Sertão, o Cais Rooftop é o melhor lugar para um pit stop entre as atrações culturais do Recife Antigo. As vistas são lindas em todos os quadrantes: você vê o Parque de Esculturas Francisco Brennand, o Marco Zero, o centro de Recife e a zona portuária. Para acompanhar seu drink peça uma tábua de frios, uma porção de croquete de rabada ou de dadinhos de queijo Prima Donna maçaricados com açúcar mascavo. O Cais também funciona como restaurante – tem almoço executivo e opções à la carte no jantar. O pôr do sol é disputado – por isso, reserve sua mesa com antecedência de alguns dias se quiser vir entre 16h30 e 18h."
  },
  {
    "nome": "Restaurantes na Zona Norte",
    "descricao": "A Zona Norte é a mais populosa da cidade e contém muitos bairros de alto padrão econômico. Vale a pena sair de Boa Viagem para experimentar restaurantes que servem o público local e estão fora do circuito da maioria dos turistas."
  },
  {
    "nome": "Reteteu Comida Honesta (regional)",
    "descricao": "Fundador do movimento Slow Food no Recife, o chef Thiago Dantas abriu o Reteteu Cozinha Honesta inicialmente como uma loja de congelados, na casa que foi de seus avós. Com o sucesso, a loja se transformou num restaurante que talvez seja o mais aprazível da cidade. A casa preserva uma arquitetura tropical que foi se perdendo ao longo dos anos – e por si só já vale a viagem ao bairro da Encruzilhada. Quem chega cedo fica na dúvida de onde sentar. No pátio? Nas salinhas internas? Na varanda? Todos os ambientes são gostosos. A comida é regional, só que de chef. A vedete do Reteteu é o cupim cozido no molho de mel de engenho, acompanhado por macaxeira frita. Tem carne de sol acebolada na manteiga de garrafa, camarão na moranga à moda Reteteu (com arroz de coentro) e costelinha de porco na mostarda. Para pegar leve, galeto inteiro com creme de milho. O Reteteu abre todos os dias para almoço. Nos fins de semana também serve café da manhã regional. (Em tempo: pronuncia-se ‘Retetéu’.)"
  },
  {
    "nome": "Arvo (variado)",
    "descricao": "“Reinvenção e evolução da cozinha regional” é o lema do Arvo, restaurante que projetou o chef Pedro Godoy (também do Voar). Aqui o salão principal é o quintal, à sombra de uma majestosa mangueira (e parcialmente coberto para os dias de chuva), decorado com street art nos muros e paredes. O cardápio é todinho de comfort food, executada com técnicas de alta cozinha. Os pratos servem duas pessoas. Tem caldeiradas (de sururu, de polvo, de frutos do mar), picanha de sol com baião de milho e linguiça, filé mignon gratinado com creme de inhame e gorgonzola… As entradas são criativas – como o atum selado e fatiado com sour cream de wasabi e a pamonha com ragu de ossobuco. Abre para almoço todos os dias. Além disso, serve jantar às sextas, café da manhã aos sábados e domingos. Tem uma roda de samba aos sábados a partir das 16h30 (confirme no Insta)."
  },
  {
    "nome": "Ca-Já (cozinha de autor)",
    "descricao": "Aberto em 2017, o Cá Já foi o primeiro dessa nova onda de restaurantes comandados por jovens chefs. Também lançou a moda de aproveitar casas dos anos 50 na Zona Norte com quintais. A cozinha de Yuri Machado investe na fusão inusitada de sabores – o maior exemplo é o guioza de caruru no caldo ponzu. Outro prato clássico da casa é o nhoque de chambaril – a massa é de inhame dourada na manteiga de garrafa, servida com ragu de ossobuco. Gosta de magret de pato? Aqui ele vem com purê de banana da terra. O almoço é mais roots, com pratos típicos como galinhada, favada e peixada com camarão GG. O Cá-Já abre de terça a domingo para almoço e de terça a sábado para jantar."
  },
  {
    "nome": "Chiwake (peruano)",
    "descricao": "O Chiwake abriu em 2008, muito antes da culinária peruana entrar na moda no Brasil. Na época, o chef Biba Fernandes fez um treinamento intensivo com Simone Bert, do Wanchako de Maceió. Atualmente o restaurante se define como “latino-americano”, com alguns pratos que fogem ao cânone andino. Mas os aficionados de sabores peruanos vão encontrar ceviches (grafados cebiches, à maneira do Peru), tiraditos, arrozes de frutos do mar e risoto de quinoa. De sobremesa, o suspiro limeño é incontornável."
  },
  {
    "nome": "Quina do Futuro (japonês)",
    "descricao": "Restaurante japonês mais tradicional do Recife, a Taberna Japonesa Quina do Futuro tem origem numa pastelaria no centro da cidade. Foi ali que Shigeru (‘Seu Júlio’) Matsumoto, que emigrou do Japão ao Recife via o porto de Santos, conseguiu juntar dinheiro suficiente para abrir um pequeno restaurante na sua própria casa. No início o forte eram os pratos quentes, como guioza e sukiyaki. O sushi só ganhou importância quando o filho de Seu Júlio, André Saburó, assumiu o balcão, depois de aprender tudo sobre o métier com o tio Yoshi, do Sushi Yoshi. Uma refeição na Quina é garantia de cozinha japonesa tradicional, sem a afetação dos japas badalados."
  },
  {
    "nome": "Ponte Nova (variado)",
    "descricao": "O Ponte Nova é um dos restaurantes preferidos da burguesia recifense. É fácil ver por quê: o ambiente é aconchegante e sofisticado, e o cardápio oferece pratos clássicos, reinventados aqui e ali com toques pernambucanos e orientais. Por exemplo: medalhão com purê aos três queijos (coalho, minas e manteiga) e chips de macaxeira. Filé de peixe com mousseline de batata doce e creme fresco ao vinho. Paleta de cordeiro desfiada com arroz jasmim. Mignon de porco marinado no missô com risoto de cogumelos. O Ponte Nova aceita reservas online."
  },
  {
    "nome": "Nez Bistrô (mediterrâneo)",
    "descricao": "Charmosinho e aconchegante, o Nez Bistrô é uma boa escolha para um jantar romântico. Está instalado num sobrado do século 17 que pertencia à Fazenda Casa Forte. O cardápio passeia entre França e Itália. Todas as entradas e pratos vêm com sugestão de harmonização."
  },
  {
    "nome": "Terraço Capibaribe (variado)",
    "descricao": "O Poço da Panela é o pedaço mais charmoso da Zona Norte, com muitos casarões centenários preservados. Um passeio pelo bairro fica ainda mais gostoso quanto termina no Terraço Capibaribe, um bar-restaurante com deck à  beira-rio. A estrela do cardápio é o ‘separadinho’, um upgrade dos ‘arrumadinhos’ (PF’s) pernambucanos. Vem com charque desfiada, feijão verde cozido na manteiga de garrafa, tartare de banana e farofa de cebola com bacon. Abre para almoço e jantar sem interrupção de 3ª a sábado. Domingo abre para almoço até as 18h. Serve café da manhã sábado, domingo e feriado."
  },
  {
    "nome": "Anjo Solto (creperia)",
    "descricao": "A creperia Anjo Solto começou há quase 30 anos numa galeria do Pina – e imediatamente se tornou um point descolado. Em 2016 abriu uma filial no bairro das Graças, numa casa muito gostosa com jardim nos fundos. Com o fechamento da unidade do Pina em 2024, quem quer encerrar a noite com uma crepe bem-feita deve se dirigir à Zona Norte. O menu é superdiverso – vai da crepe basiquinha de presunto e queijo até opções vegetarianas e para celíacos. Os drinks são ótimos, e o povo cool continua batendo ponto. Abre de 3ª a domingo das 16h à meia-noite (5ª, 6ª e sábado até o último cliente)."
  },
  {
    "nome": "Oficina do Sabor",
    "descricao": "Dona de um lindo quintal com vista para Recife, a Oficina do Sabor é o restaurante mais emblemático de Olinda. Está situado na carismática Rua do Amparo, endereço de ateliês de artistas e da folclórica Bodega de Véio. A marca registrada do chef César Santos são os pratos servidos na moranga – ou melhor, no jerimum. A maioria dos jerimuns vem recheada com camarão ou frutos do mar. O Jerimum Frevoé, por exemplo, leva camarão e lagosta ao molho de maracujá. Há também versões com carne de charque, com frango e com legumes. De sobremesa, peça a Sabores de Pernambuco, uma degustação de 5 doces típicos: bolo de rolo, bolo Souza Leão, cartola, baba de moça e sorvete de coco."
  },
  {
    "nome": "Beijupirá Olinda",
    "descricao": "Ícone de Porto de Galinhas, o Beijupirá abriu sua filial em Olinda em 2010. Está pertinho do Alto da Sé, nos altos do terreno da Pousada do Amparo (mas com entrada totalmente independente). A característica original do Beijupirá eram os pratos com molhos de frutas, como o Beijupitanga (filé de peixe grelhado na chapa, arroz de castanha de caju, batatas regadas ao azeite e molho de pitanga). Hoje, no entanto, os agridoces são minoria no cardápio. Você vai encontrar inúmeros pratos inteiramente salgados, como o peixe na castanha (coberto com manteiga de castanha de caju, servido com batatas flambadas e arroz de espinafre). Quer uma sobremesa diferente? Experimente a Xurrioca – macaxeira frita passada no açúcar e canela servida com doce de leite."
  },
  {
    "nome": "Patuá",
    "descricao": "Ocupando uma casinha colorida quase em frente ao Mercado da Ribeira, o Patuá oferece boa comida, bons preços e uma varandinha com vista para Recife. O chef-proprietário Alcindo Queiroz comanda pessoalmente a cozinha. Suas moquecas, sempre para duas pessoas, são ‘pernambucanas’, com pouco dendê e leite de coco encorpado. O baião de dois é de frango, com coxa e sobrecoxa desfiadas. Um risoto de paleta de cordeiro acompanha cubos de filé mignon ao molho barbecue. O bobó de camarão vem com arroz de cúrcuma e vinagrete de camarões secos. O Patuá abre de 3ª a domingo para almoço – e às sextas também para jantar."
  }
]